Repository: gogalefree/FoodCollector
Catalog: FoodCollector/*.lproj/Localizable.strings
Languages: de, he_il

source: %@ Joined
he_il: %@ הצטרפו

source: %@ km away
de: %@ km entfernt
he_il: %@ ק״מ ממקומך

source: %@ users joined
he_il: %@ משתמשים הצטרפו

source: (%@ km)
he_il: (%@ ק"מ)

source: (reported at %@)
he_il: (דווח ב: %@)

source: 1 Joined
he_il: 1 הצטרף

source: About
he_il: אודות

source: Active
de: aktiv
he_il: פעיל

source: Activity Center
de: Aktivitäten
he_il: מרכז הפעילות

source: Additional details
de: weitere Details
he_il: פרטים נוספים

source: Admin
he_il: מנהל

source: All
he_il: הכל

source: All Events
he_il: כל השיתופים

source: An error occurred
he_il: אירע שגיאה

source: Are you sure?
de: Bist Du sicher?
he_il: האם אתם בטוחים?

source: Back
de: zurück
he_il: חזרה

source: Call collector:
de: Abholer anrufen
he_il: התקשר לאוסף:

source: Call publisher
de: Anbieter anrufen
he_il: התקשר למשתף

source: Camera
de: Kamera
he_il: מצלמה

source: Cancel
de: Abbruch
he_il: ביטול

source: Closest
de: am Nächsten
he_il: קרובים

source: Communication Issue
de: Kommunikations-Probleme (Verbindung etc.)
he_il: יש בעיית תקשורת

source: Confirm Event Ended
de: Bestätige, dass die Gelegenheit beendet ist
he_il: אישור הפסקת פרסום אירוע

source: Contact Us
he_il: צור קשר

source: Contact has no name or phone number.
he_il: לאיש קשר זה אין שם או מספר טלפון

source: Continue without Registration
he_il: המשך ללא רישום

source: Cool
de: sehr gut!
he_il: אחלה

source: Could not update your profile
he_il: לא הצלחנו לעדכן את הפרופיל שלך

source: Create
he_il: יצירה

source: Current location
de: aktueller Standort
he_il: מיקום נוכחי

source: Delete
de: löschen
he_il: מחיקה

source: Delete Event?
de: Gelegenheit löschen?
he_il: למחוק אירוע?

source: Done
de: fertig
he_il: בוצע

source: Edit
de: bearbeiten
he_il: עריכה

source: Ended
de: beendet
he_il: הסתיים

source: Ends
de: endet
he_il: מסתיים

source: Ends:
de: endet:
he_il: סיום:

source: Ends: %@ min
he_il: מסתיים: %@ דקות

source: Ends: %@d and %@h
he_il: מסתיים: %1$@d ו- %2$@h

source: Event Ended Near You
de: Eine Gelegenheit in Deiner Nähe ist zu Ende
he_il: ארוע הסתיים באזורך

source: Event Ended Near You:
he_il: ארוע הסתיים באזורך:

source: Event location
de: Ort der Gelegenheit
he_il: מיקום השיתוף

source: Events Near You
de: Gelegenheiten in Deiner Nähe
he_il: אירועים בקירבתך

source: Fount Nothing There
he_il: לא מצאתי כלום

source: Group Name:
he_il: שם קבוצה:

source: Groups
he_il: קבוצות

source: Has More To Pickup
he_il: נשאר עוד לאסוף

source: Hi,(br)What would you like to share?
he_il: הי,(br)מה תרצו לשתף?

source: I Took All
he_il: לקחתי הכל

source: I Took all
he_il: אספתי הכל

source: I want to pickup %@
de: Ich möchte %@ mitnehmen
he_il: רוצה לבוא לאסוף %@

source: If you wish to register for a pickup or to create or edit an event, please login-in.
he_il: אם ברצונכם להרשם לאיסוף או לערוך שיתוף, אנא התחברו.

source: Inactive
de: inaktiv
he_il: לא פעיל

source: Incorrect phone number
de: inkorrekte Telefonnummer
he_il: מספר הטלפון לא חוקי

source: It seems the phone number is incorrect. Please check you have typed it correctly.
de: Die Telefonnummer scheint nicht zu stimmen. Bitte überprüfe sie.
he_il: נראה שמספר הטלפון לא תקין. אנא בידקו שהקלדתם נכון.

source: Join
he_il: הצטרף

source: Joined
he_il: הצטרפתם

source: Last searches
de: letzte Suchanfragen
he_il: חיפושים אחרונים

source: Library
de: Galerie
he_il: גלריה

source: Log Out
he_il: התנתקות

source: Login
he_il: התחברות

source: Map View
he_il: תצוגת מפה

source: Message delivery failed
de: Nachricht konnte nicht gesendet werden
he_il: שליחת ההודעה נכשלה

source: My Shares
he_il: השיתופים שלי

source: Navigate with:
de: Navigieren mit:
he_il: נווט בעזרת:

source: New Event Near You:
he_il: אירועים חדשים בקירבתך:

source: New Event Update
de: Eine neue Gelegenheit wurde aktualisiert
he_il: התקבל דיווח חדש עבור

source: New report for:
he_il: דיווח חדש עבור:

source: No
de: nein
he_il: לא

source: No Name
de: kein Name
he_il: ללא שם

source: No collectors were selected
de: Keine Mitnehmer wurden ausgewählt.
he_il: לא נבחרו אוספים

source: No one is registered for this pickup
de: Es ist noch niemand zur Mitnahme eingetragen
he_il: אין משתמשים בדרך לאסוף

source: No reports
de: keine Berichte
he_il: אין דיווחים

source: None Joined
he_il: אין מצטרפים

source: Nothing left
de: nichts übrig
he_il: לא מצאתי כלום

source: Notifications
he_il: הודעות

source: OK
he_il: אישור

source: Off Air
de: nicht veröffentlicht
he_il: לא פעיל

source: On Air
de: veröffentlicht
he_il: פעיל

source: Oops...
he_il: אופס...

source: Options
de: Optionen
he_il: אפשרויות

source: Personal Profile
he_il: פרופיל אישי

source: Pickup
de: mitnehmen
he_il: איסוף

source: Pickup ends:
de: Mitnahme endet:
he_il: ועד-

source: Pickup starts:
de: Mitnahme beginnt:
he_il: אפשר לאסוף החל מ-

source: Please report only after you have visited the event's location
de: Bitte nur berichten, wenn Du vor Ort warst.
he_il: אנא דווחו רק אחרי שהייתם במקום

source: Profile
he_il: פרופיל

source: Public
he_il: ציבורי

source: Publish
he_il: פירסום

source: Recent
de: zuletzt
he_il: אחרונים

source: Report
de: Bericht
he_il: דווח

source: Required for creating groups and finding friends. Your number is confidential and we will never expose it.
he_il: נדרש עבור יצירת קבוצות ואיתור חברים. המספר שלך סודי ואנו לעולם לא נחשוף אותו.

source: Search
de: suchen
he_il: חיפוש

source: Select All
de: alles auswählen
he_il: בחר הכל

source: Selected picture
de: gewähltes Bild
he_il: זו התמונה שנבחרה

source: Send Message
de: Nachricht senden
he_il: שליחת הודעה

source: Set The Distance
he_il: הגדרת המרחק

source: Settings
he_il: הגדרות

source: Share With:
he_il: שיתוף עם:

source: Share your thoughts or anything else
de: Teile Deine Gedanken oder irgendetwas mit
he_il: שתפו אותנו במחשבות, הצעות או כל דבר אחר

source: Show Event
de: Gelegenheit zeigen
he_il: הצגת שיתוף

source: Start sharing by adding a photo of the item you wish to share.
he_il: התחילו לשתף על ידי הוספת תמונה של הדבר שברצונכם לשתף.

source: Started:
de: begonnen:
he_il: התחלה:

source: Stop Event
de: Gelegenheit beenden
he_il: הפסקת שיתוף

source: There are no legit phone numbers
de: Es gibt keine gültigen Telefonnummern
he_il: אין מספרי טלפון חוקיים

source: There’s more to pickup
de: Es gibt mehr mitzunehmen
he_il: נשאר עוד

source: Took all
de: alles mitgenommen
he_il: אספתי הכל

source: Try again
de: nochmal versuchen
he_il: נסו שוב

source: Try again later
he_il: נסו שוב מאוחר יותר

source: Try again?
de: nochmal versuchen?
he_il: לנסות שוב?

source: User
de: Benutzer
he_il: משתמש

source: User Joined To Pickup:
he_il: משתמש הצטרף לאיסוף:

source: User Reported
he_il: משתמש דיווח

source: User Reports
de: Nutzerberichte
he_il: דיווחי משתמשים

source: User’s Coming To Pickup
de: Nutzer die zum Abholen vorbeikommen
he_il: משתמש בדרך לאסוף

source: What are you sharing?
de: Was bietest Du an?
he_il: מה תרצה לשתף?

source: What's your phone number?
de: Was ist Deine Telefonnummer?
he_il: מה מספר הטלפון?

source: Yes
de: Ja
he_il: כן

source: You Are Not Logged-in
he_il: אתה לא מחובר

source: You are far from the event's location
de: Du bist weit von dem Ort der Gelegenheit entgernt.
he_il: אתם רחוקים ממקום השיתוף

source: You have arrived to: %@
de: Du bist bei %@ angekommen.
he_il: הגעת ל: %@

source: You've been added to group:
he_il: צורפת לקבוצה:

source: days
he_il: ימים

source: mins
he_il: דקות

source: Add a picture
de: Bild hinzufügen

source: All fields are required
de: Bitte alle Felder ausfüllen

source: An error accord
de: ein Fehler ist aufgetreten

source: Another user is en route to pickup:
de: Jemand anders ist ebenfalls auf dem Weg, es abzuholen

source: Hi, What would you like to share?
de: Hallo. Was möchtest Du anbieten

source: My pickups
de: meine Abholungen

source: My shares
de: meine Angebote

source: New Event Near You
de: neue Mitnahmegelegenheit in Deiner Nähe

source: Not Now
de: nicht jetzt

source: Phone number
de: Telefonnummer

source: Please fill in details to join this pickup
de: Bitte ausfüllen um mitzumachen:

source: Register
de: hierfür anmelden

source: Register for Pickup
de: mich für die Mitnahme anmelden

source: Remove Event
de: Gelegenheit entfernen

source: Select Address
de: Adresse auswählen

source: Send Feedback
de: Feedback senden
